test/Lagrangian/VoF/constant/incompressibleVoF/fvModels
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/incompressibleVoF";
    object      fvModels;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

droplets
{
    type        kinematicParticleCloud;
    libs        ("libLagrangianCloud.so");

    phase       water;
    carrierPhase air;
}

particles
{
    type        dynamicParticleCloud;
    libs        ("libLagrangianCloud.so");
}

// ************************************************************************* //
